Revit 2027 API
ParameterTypeId.ViewGraphSchedHiddenLevels Property
 "Hidden Levels"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedHiddenLevels { get; }
Public Shared ReadOnly Property ViewGraphSchedHiddenLevels As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedHiddenLevels {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedHiddenLevels : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace